Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Hand off letters to fellow carriers via AirDrop or Shake.
ar: قم بتسليم الرسائل إلى شركات النقل الزميلة عبر AirDrop أو Shake.
bg: Предайте писма на други превозвачи чрез AirDrop или Shake.
bs: Predajte pisma drugim prijevoznicima putem AirDrop-a ili Shake-a.
ca: Entrega cartes a companys de transport mitjançant AirDrop o Shake.
cs: Předejte dopisy dalším dopravcům prostřednictvím AirDrop nebo Shake.
da: Aflever breve til andre luftfartsselskaber via AirDrop eller Shake.
de: Übergib Briefe per AirDrop oder Schütteln an andere Zusteller.
el: Παραδώστε γράμματα σε άλλους μεταφορείς μέσω AirDrop ή Shake.
es: Entregue cartas a otros transportistas a través de AirDrop o Shake.
et: Edastage kirjad kaasvedajatele AirDropi või Shake'i kaudu.
eu: Eman gutunak garraiolari kideei AirDrop edo Shake bidez.
fi: Luovuta kirjeet muille lentoyhtiöille AirDropin tai Shaken kautta.
fr: Remettez les lettres à d'autres transporteurs via AirDrop ou Shake.
ga: Tabhair litreacha do chomh-iompróirí trí AirDrop nó Shake.
gl: Entrega cartas a outros operadores a través de AirDrop ou Shake.
he: מסור מכתבים למובילים אחרים באמצעות AirDrop או Shake.
hi: एयरड्रॉप या शेक के माध्यम से साथी वाहकों को पत्र सौंपें।
hr: Predajte pisma kolegama prijevoznicima putem AirDropa ili Shakea.
hu: Adja át leveleit más fuvarozóknak az AirDrop vagy a Shake segítségével.
id: Serahkan surat ke sesama operator melalui AirDrop atau Shake.
is: Afhenda öðrum flugfélögum bréf með AirDrop eða Shake.
it: Distribuisci le lettere agli altri corrieri tramite AirDrop o Shake.
ja: AirDrop または Shake 経由で他の通信事業者に手紙を渡します。
ka: გადაეცი წერილები თანამემამულეებს AirDrop-ის ან Shake-ის საშუალებით.
kk: Хаттарды AirDrop немесе Shake арқылы басқа тасымалдаушыларға беріңіз.
ko: AirDrop이나 Shake를 통해 동료 이동통신사에게 편지를 전달하세요.
lt: Perduokite laiškus kitiems vežėjams per „AirDrop“ arba „Shake“.
lv: Nosūtiet vēstules citiem pārvadātājiem, izmantojot AirDrop vai Shake.
mk: Предавајте ги писмата на колегите превозници преку AirDrop или Shake.
ms: Serahkan surat kepada rakan pembawa melalui AirDrop atau Shake.
mt: Agħti l-ittri lil trasportaturi sħabhom permezz ta' AirDrop jew Shake.
nb: Gi brev til andre transportører via AirDrop eller Shake.
nl: Geef brieven door aan collega-vervoerders via AirDrop of Shake.
pl: Przekazuj listy innym przewoźnikom za pośrednictwem AirDrop lub Shake.
pt_br: Entregue cartas a outras operadoras via AirDrop ou Shake.
ro: Transmiteți scrisorile altor transportatori prin AirDrop sau Shake.
ru: Передавайте письма другим операторам через AirDrop или Shake.
sk: Odovzdávajte listy ďalším dopravcom cez AirDrop alebo Shake.
sl: Predajte pisma drugim prevoznikom prek AirDrop ali Shake.
sq: Dërgojini letrat operatorëve të tjerë nëpërmjet AirDrop ose Shake.
sr: Предајте писма другим превозницима путем АирДроп-а или Схаке-а.
sv: Lämna ut brev till andra transportörer via AirDrop eller Shake.
th: ส่งต่อจดหมายถึงผู้ให้บริการรายอื่นผ่าน AirDrop หรือ Shake
tr: Mektupları AirDrop veya Shake aracılığıyla diğer operatörlere dağıtın.
uk: Передай листи іншим перевізникам через AirDrop або Shake.
vi: Chuyển thư cho các nhà mạng đồng nghiệp thông qua AirDrop hoặc Shake.
zh_hans: 通过 AirDrop 或 Shake 将信件交给其他运营商。
zh_hk: 透過 AirDrop 或 Shake 將信件交給其他業者。

source: Hand Off Nearby
ar: تسليم قريب
bg: Hand Off Наблизо
bs: Hand Off u blizini
ca: Entrega a prop
cs: Ruce pryč poblíž
da: Aflever i nærheden
de: In der Nähe übergeben
el: Χέρι μακριά από κοντά
es: Transferir cerca
et: Käevahetus läheduses
eu: Hand Off Inguruan
fi: Hand Off Lähellä
fr: Passer le relais à proximité
ga: Lámh Amach in aice láimhe
gl: Entrega preto
he: מסירה בקרבת מקום
hi: पास से हाथ हटाओ
hr: Hand Off u blizini
hu: Leadás a közelben
id: Serahkan di Dekat
is: Hand Off Nálægt
it: Consegna nelle vicinanze
ja: 近くで手渡し
ka: ხელი მოაშორეთ ახლოს
kk: Жақын жерде тапсыру
ko: 근처에서 핸드오프
lt: Rankų perdavimas netoliese
lv: Nodošana tuvumā
mk: Рака во близина
ms: Serahkan Berdekatan
mt: Hand Off Fil-qrib
nb: Hand Off i nærheten
nl: Hand-off in de buurt
pl: Wydanie w pobliżu
pt_br: Entregar nas proximidades
ro: Predare în apropiere
ru: Передать рядом
sk: Ruku preč nablízku
sl: Predaja v bližini
sq: Hiq dorën pranë
sr: Ханд Офф у близини
sv: Hand Off I närheten
th: ส่งต่อบริเวณใกล้เคียง
tr: Yakınlarda Teslim Et
uk: Передати поруч
vi: Tắt tay ở gần đó
zh_hans: 在附近移交
zh_hk: 在附近移交

source: Hand off to %@
ar: سلم إلى %@
bg: Предайте на %@
bs: Predajte %@
ca: Entrega a %@
cs: Odevzdat %@
da: Aflever til %@
de: An %@ übergeben
el: Παράδοση στον %@
es: Pasar a %@
et: Edasta %@
eu: Eskuratu %@-ri
fi: Luovuta %@
fr: Transférer à %@
ga: Tabhair amach do %@
gl: Entrega a %@
he: מסירה ל-%@
hi: %@ को सौंपें
hr: Predajte %@
hu: Átadja %@
id: Serahkan ke %@
is: Afhenda %@
it: Passa a %@
ja: %@ に引き渡します
ka: გადაეცი %@
kk: %@ жіберіңіз
ko: %@에게 넘겨주세요
lt: Perduokite %@
lv: Nododiet %@
mk: Префрлете се на %@
ms: Serahkan kepada %@
mt: Imiss lil %@
nb: Overrekke til %@
nl: Overdracht aan %@
pl: Przekaż do %@
pt_br: Passe para %@
ro: Predare către %@
ru: Передать %@
sk: Odovzdať do %@
sl: Predajte %@
sq: Dërgo tek %@
sr: Предајте %@
sv: Lämna över till %@
th: ส่งต่อให้ %@
tr: %@'a devret
uk: Передати %@
vi: Giao cho %@
zh_hans: 移交给%@
zh_hk: 移交給%@

source: Hand Off via AirDrop
ar: ارفع يدك عبر AirDrop
bg: Предаване чрез AirDrop
bs: Hand Off putem AirDropa
ca: Entrega a través d'AirDrop
cs: Odevzdejte přes AirDrop
da: Aflever via AirDrop
de: Per AirDrop übergeben
el: Παραλαβή μέσω AirDrop
es: Pasar por AirDrop
et: Hand Off AirDropi kaudu
eu: Eskuz kanpo AirDrop bidez
fi: Hand Off AirDropin kautta
fr: Transférer par AirDrop
ga: Lámh Off trí AirDrop
gl: Entrega a través de AirDrop
he: מסירה דרך AirDrop
hi: एयरड्रॉप के माध्यम से हैंड ऑफ
hr: Hand Off putem AirDropa
hu: Átadás az AirDrop-on keresztül
id: Menyerahkan melalui AirDrop
is: Hand Off í gegnum AirDrop
it: Passa via AirDrop
ja: AirDrop によるハンドオフ
ka: გადაცემა AirDrop-ის საშუალებით
kk: AirDrop арқылы тапсыру
ko: AirDrop을 통해 핸드오프
lt: Perdavimas per „AirDrop“.
lv: Hand Off, izmantojot AirDrop
mk: Пренеси преку AirDrop
ms: Serahkan melalui AirDrop
mt: Hand Off permezz ta' AirDrop
nb: Overlevering via AirDrop
nl: Overdracht via AirDrop
pl: Przekaż za pośrednictwem AirDrop
pt_br: Transferência via AirDrop
ro: Hand Off prin AirDrop
ru: Передать через AirDrop
sk: Hand Off cez AirDrop
sl: Predaja preko AirDrop
sq: Dorëzimi nëpërmjet AirDrop
sr: Ханд Офф преко АирДроп-а
sv: Lämna ut via airdrop
th: ส่งต่อผ่าน AirDrop
tr: AirDrop aracılığıyla teslim etme
uk: Передати через AirDrop
vi: Tắt máy qua AirDrop
zh_hans: 通过 AirDrop 进行交接
zh_hk: 透過 AirDrop 進行交接

source: Hand over
ar: تسليم
bg: Предай
bs: Predajte
ca: Entrega
cs: Odevzdat
da: Aflever
de: Übergeben
el: Παράδοση
es: entregar
et: Andke üle
eu: Eman
fi: Luovuta
fr: Remettre
ga: Lámh ar láimh
gl: Entrega
he: מסור
hi: सौंप दो
hr: Predajte
hu: Adja át
id: Serahkan
is: Afhenda
it: Consegnare
ja: 引き渡す
ka: ჩააბარეთ
kk: Беру
ko: 넘겨주세요
lt: Perduoti
lv: Nodod
mk: Предадете
ms: serahkan
mt: Imiss
nb: Gi over
nl: Overhandigen
pl: Przekaż
pt_br: Entregar
ro: Preda
ru: Сдать
sk: Odovzdať
sl: Predajte
sq: Dorëzoni
sr: Предајте
sv: Lämna över
th: ส่งมอบ
tr: teslim et
uk: Здати
vi: Bàn giao
zh_hans: 移交
zh_hk: 移交

source: Hand over nearby
ar: تسليم قريب
bg: Предайте наблизо
bs: Predajte u blizini
ca: Entrega a prop
cs: Předejte poblíž
da: Aflever i nærheden
de: In der Nähe übergeben
el: Παράδοση κοντά
es: Entregar cerca
et: Läheduses üle anda
eu: Eskuratu gertu
fi: Luovuta lähelle
fr: Remettre à proximité
ga: Lámh in aice láimhe
gl: Entrega preto
he: מסור ליד
hi: पास में सौंप दो
hr: Predajte u blizini
hu: Adja át a közelben
id: Serahkan di dekatnya
is: Afhenda í nágrenninu
it: Consegna nelle vicinanze
ja: 近くで手渡します
ka: ჩააბარეთ ახლოს
kk: Жақын жерде тапсырыңыз
ko: 근처에 넘겨주세요
lt: Perduoti netoliese
lv: Nodod tuvumā
mk: Предај во близина
ms: Serahkan berhampiran
mt: Imiss fil-qrib
nb: Gi over i nærheten
nl: Overhandigen in de buurt
pl: Oddaj w pobliżu
pt_br: Entregue nas proximidades
ro: Preda în apropiere
ru: Передать рядом
sk: Odovzdajte v blízkosti
sl: Predajte v bližini
sq: Dorëzoje aty pranë
sr: Предајте у близини
sv: Lämna över i närheten
th: โอนให้ใกล้ตัว.
tr: Yakında teslim edin
uk: Здати поруч
vi: Bàn giao gần đó
zh_hans: 就近交出
zh_hk: 就近交出

source: Hand the ram to someone at a border or coast.
ar: قم بتسليم الكبش لشخص ما على الحدود أو الساحل.
bg: Предайте овена на някого на граница или крайбрежие.
bs: Predajte ovna nekome na granici ili obali.
ca: Lliurar el moltó a algú en una frontera o costa.
cs: Předejte berana někomu na hranici nebo pobřeží.
da: Giv vædderen til nogen ved en grænse eller kyst.
de: Übergib den Widder an einer Grenze oder Küste.
el: Δώστε το κριάρι σε κάποιον σε σύνορα ή ακτή.
es: Entrega el carnero a alguien en una frontera o costa.
et: Andke jäär kellelegi piiril või rannikul.
eu: Eman aharia muga edo kostaldeko norbaiti.
fi: Anna pässi jollekin rajalla tai rannikolla.
fr: Remettez le bélier à quelqu'un à la frontière ou sur la côte.
ga: Tabhair an reithe do dhuine ag teorainn nó ar chósta.
gl: Entrega o carneiro a alguén nunha fronteira ou costa.
he: מסור את האיל למישהו בגבול או בחוף.
hi: मेढ़े को किसी सीमा या तट पर किसी को सौंप दें।
hr: Predajte ovna nekome na granici ili obali.
hu: Adja át a kost valakinek a határon vagy a tengerparton.
id: Serahkan domba jantan itu kepada seseorang di perbatasan atau pantai.
is: Réttu einhverjum hrútinn á landamærum eða strönd.
it: Consegna l'ariete a qualcuno al confine o sulla costa.
ja: 国境や海岸にいる人に羊を渡します。
ka: გადაეცით ვერძი ვინმეს საზღვარზე ან სანაპიროზე.
kk: Қошқарды шекарада немесе жағалауда біреуге беріңіз.
ko: 국경이나 해안에 있는 사람에게 숫양을 건네주세요.
lt: Perduokite aviną kam nors pasienyje ar pakrantėje.
lv: Nododiet aunu kādam pie robežas vai piekrastē.
mk: Дајте го овенот на некој на граница или брег.
ms: Serahkan domba jantan kepada seseorang di sempadan atau pantai.
mt: Agħti l-muntun lil xi ħadd fuq fruntiera jew kosta.
nb: Gi væren til noen ved en grense eller kyst.
nl: Geef de ram aan iemand aan een grens of kust.
pl: Przekaż barana komuś na granicy lub wybrzeżu.
pt_br: Entregue o carneiro a alguém na fronteira ou na costa.
ro: Dați berbecul cuiva la graniță sau coastă.
ru: Отдайте таран кому-нибудь на границе или побережье.
sk: Odovzdajte barana niekomu na hranici alebo pobreží.
sl: Predajte ovna nekomu na meji ali obali.
sq: Jepni dashin dikujt në një kufi ose bregdet.
sr: Предајте овна некоме на граници или обали.
sv: Ge baggen till någon vid en gräns eller kust.
th: มอบแกะให้คนที่ชายแดนหรือชายฝั่ง
tr: Koçu sınırda veya sahilde bulunan birine verin.
uk: Передай барана комусь на кордоні чи узбережжі.
vi: Đưa ram cho ai đó ở biên giới hoặc bờ biển.
zh_hans: 将公羊交给边境或海岸的人。
zh_hk: 將公羊交給邊境或海岸的人。

source: Hand them %@? The letter goes their way.
ar: تسليمهم %@؟ الرسالة تسير في طريقهم.
bg: Предайте им %@? Писмото отива по пътя им.
bs: Dajte im %@? Pismo ide njihovim putem.
ca: Donar-los %@? La carta segueix el seu camí.
cs: Podat jim %@? Dopis jde jejich cestou.
da: Giv dem %@? Brevet går deres vej.
de: %@ übergeben? Der Brief geht in ihre Richtung.
el: Δώστε τους %@; Το γράμμα πάει στο δρόμο τους.
es: ¿Darles %@? La carta sigue su camino.
et: Andke neile %@? Kiri läheb oma teed.
eu: %@ eman? Eskutitzak bere bidetik doa.
fi: Anna heille %@? Kirje kulkee heidän tielleen.
fr: Donnez-leur %@ ? La lettre passe leur chemin.
ga: Tabhair %@ dóibh ? Téann an litir a mbealach.
gl: Entrégalos %@? A carta segue o seu camiño.
he: לתת להם %@? המכתב הולך בדרכם.
hi: उन्हें %@ सौंपें? पत्र उनके रास्ते जाता है.
hr: Predajte im %@? Pismo ide njihovim putem.
hu: Adja át nekik a %@-t? A levél az útjukat járja.
id: Berikan mereka %@? Surat itu sesuai dengan keinginan mereka.
is: Afhenda þeim %@? Bréfið fer þeirra leið.
it: Passargli il %@? La lettera va per la loro strada.
ja: %@を渡しますか？手紙は彼らのもとに届きました。
ka: გადასცეს მათ %@? წერილი მათი გზით მიდის.
kk: Оларға %@ беріңізші? Хат олардың жолымен жүреді.
ko: %@를 건네주시겠어요? 편지는 자기 뜻대로 흘러간다.
lt: Padovanok jiems %@? Laiškas eina jų keliu.
lv: Nododiet viņiem %@? Vēstule iet savu ceļu.
mk: Дајте им %@? Писмото оди по нивниот пат.
ms: Serahkan %@ kepada mereka? Surat itu pergi ke arah mereka.
mt: Agħtihom %@? L-ittra tmur fi triqthom.
nb: Gi dem %@? Brevet går deres vei.
nl: Geef ze %@? De brief gaat hun kant op.
pl: Podaj im %@? List idzie w ich stronę.
pt_br: Entregue-os %@? A carta segue seu caminho.
ro: Dă-le %@? Scrisoarea merge pe drumul lor.
ru: Передать им %@? Письму с ними по пути.
sk: Podať im %@? List ide ich cestou.
sl: Predajte jim %@? Pismo gre njuno pot.
sq: T'u jepni atyre %@? Letra shkon në rrugën e tyre.
sr: Дајте им %@? Писмо иде њиховим путем.
sv: Ge dem %@? Brevet går deras väg.
th: มอบ %@ ให้พวกเขาเหรอ? จดหมายไปตามทางของพวกเขา
tr: Onlara %@'yi verir misiniz? Mektup kendi yolunda gidiyor.
uk: Передай їм %@? Лист йде їхньою дорогою.
vi: Đưa cho họ %@ ? Bức thư đi theo cách của họ.
zh_hans: 给他们 %@ 吗？这封信如愿以偿。
zh_hk: 給他們 %@ 嗎？這封信如願以償。

source: Handed on
ar: سلمت
bg: Предаден
bs: Predano
ca: Entregat
cs: Předáno
da: Afleveret
de: Weitergegeben
el: Παραδόθηκε
es: entregado
et: Üle antud
eu: Eskuratua
fi: Käsitelty
fr: Remis
ga: Ar láimh
gl: Entregado
he: נמסר
hi: सौंप दिया
hr: Predano
hu: Átadva
id: Diserahkan
is: Afhent
it: Trasmesso
ja: 渡されました
ka: გადასცა
kk: Берілді
ko: 전달됨
lt: Perduotas
lv: Nodots
mk: Предадено
ms: Diserahkan
mt: Imgħoddi
nb: Overlevert
nl: Doorgegeven
pl: Przekazano
pt_br: Transmitido
ro: Predată
ru: передано
sk: Odovzdané
sl: Predano
sq: U dorëzua
sr: Предано
sv: Överlämnad
th: ส่งมอบแล้ว
tr: Teslim edildi
uk: Здав
vi: Bàn giao
zh_hans: 交接
zh_hk: 交接

source: Handed On
ar: سلمت على
bg: Предаден
bs: Proslijeđeno
ca: Entregat
cs: Předáno
da: Afleveret
de: Weitergegeben
el: Παραδόθηκε
es: Entregado
et: Üle antud
eu: Eskuratua
fi: Luovutettu
fr: Remis
ga: Ar Láimh
gl: Entregado
he: נמסר
hi: सौंप दिया गया
hr: Predano
hu: Átadott
id: Diserahkan
is: Afhent
it: Trasmesso
ja: 譲られた
ka: გადასცა
kk: Берілді
ko: 전달됨
lt: Perduotas
lv: Nodots
mk: Предаде
ms: Diserahkan
mt: Imgħoddi
nb: Overlevert
nl: Overgedragen
pl: Przekazano
pt_br: Transmitido
ro: Predată
ru: передано
sk: Odovzdané
sl: Predano
sq: Me dorë
sr: Хандед Он
sv: Överlämnad
th: ส่งมอบแล้ว
tr: Teslim edildi
uk: Передано
vi: bàn giao
zh_hans: 交接
zh_hk: 交接

source: Handed over
ar: سلمت
bg: Предаден
bs: Predano
ca: Lliurat
cs: Předáno
da: Udleveret
de: Übergeben
el: Παραδόθηκε
es: entregado
et: Üle antud
eu: Entregatua
fi: Luovutettu
fr: Remis
ga: Ar láimh
gl: Entregado
he: נמסר
hi: सौंप दिया
hr: Predano
hu: Átadva
id: Diserahkan
is: Afhent
it: Consegnato
ja: 引き渡されました
ka: გადასცა
kk: тапсырылды
ko: 인계됨
lt: Perduotas
lv: Nodeva
mk: Предаден
ms: Diserahkan
mt: Mogħtija
nb: Utlevert
nl: Overhandigd
pl: Przekazano
pt_br: Entregue
ro: Predat
ru: Передал
sk: Odovzdané
sl: Predano
sq: U dorëzua
sr: Предао
sv: Överlämnad
th: ส่งมอบแล้ว
tr: teslim edildi
uk: Здав
vi: Đã bàn giao
zh_hans: 已移交
zh_hk: 已移交

source: HANDED OVER
ar: تم تسليمه
bg: ПРЕДАДЕНО
bs: PREDAN
ca: ENTREGA
cs: PŘEDÁNÍ
da: OVERLEVERET
de: ÜBERGEBEN
el: ΠΑΡΑΔΟΣΕ
es: ENTREGADO
et: ANTUD
eu: EMAN EGIN
fi: LUOTETTU
fr: REMISE
ga: LÁIMHEADH
gl: ENTREGADO
he: נמסר
hi: सौंप दिया गया
hr: PREDANO
hu: Átadva
id: DISERAHKAN
is: LÉTTAÐ
it: CONSEGNATO
ja: 引き渡されました
ka: გადასცა
kk: ТАПСЫРЫЛДЫ
ko: 인계됨
lt: PERDUOTA
lv: NODOTA
mk: ПРЕДАДЕНИ
ms: DISERAHKAN
mt: MOGĦTIJA
nb: OVERLEMT
nl: OVERGEDRAGEN
pl: PRZEKAZANY
pt_br: ENTREGUE
ro: PREDAT
ru: СДАНО
sk: ODOVZDANÉ
sl: PREDANO
sq: DORËZUAR
sr: ПРЕДАН
sv: ÖVERLÄMTS
th: ส่งมอบแล้ว
tr: TESLİM EDİLDİ
uk: ПЕРЕДАЛ
vi: BÀN GIAO
zh_hans: 已移交
zh_hk: 已移交

source: Handed over at
ar: سلمت في
bg: Предаден на
bs: Predao u
ca: Lliurat a les
cs: Předáno v
da: Afleveres kl
de: Übergeben am
el: Παραδόθηκε στο
es: Entregado en
et: Üle antud kl
eu: orduetan entregatua
fi: Luovutettu klo
fr: Remis à
ga: Ar láimh ag
gl: Entregado ás
he: נמסר ב
hi: को सौंप दिया गया
hr: Predano u
hu: Átadva:
id: Diserahkan pada
is: Afhent kl
it: Consegnato a
ja: で引き渡されました
ka: გადასცა
kk: тапсырылды
ko: 에 인계됨
lt: Perduotas val
lv: Nodots plkst
mk: Предаден во
ms: Diserahkan pada
mt: Mogħti fi
nb: Overleveres kl
nl: Overhandigd op
pl: Przekazano o godz
pt_br: Entregue em
ro: Predat la
ru: Передано в
sk: Odovzdané o
sl: Predano ob
sq: U dorëzua në
sr: Предао у
sv: Överlämnas kl
th: ส่งมอบแล้วที่
tr: teslim edildi
uk: Здано о
vi: Đã bàn giao vào lúc
zh_hans: 移交于
zh_hk: 移交於

source: Handed over at %@ after a good long walk.
ar: تم التسليم في %@ بعد مسيرة طويلة جيدة.
bg: Предаден на %@ след добра дълга разходка.
bs: Predano u %@ nakon dobre duge šetnje.
ca: Lliurat a les %@ després d'una bona caminada.
cs: Předáno v %@ po dlouhé procházce.
da: Afleveret ved %@ efter en god lang gåtur.
de: Nach einem langen Spaziergang am %@ übergeben.
el: Παραδόθηκε στο %@ μετά από μια καλή μεγάλη βόλτα.
es: Entregado en %@ después de una buena caminata.
et: Pärast pikka jalutuskäiku anti üle %@.
eu: %@-n eman zuten ibilaldi luze on baten ondoren.
fi: Luovutettu %@ hyvän pitkän kävelyn jälkeen.
fr: Remis à %@ après une bonne et longue marche.
ga: Ar láimh ag %@ tar éis siúlóid fhada mhaith.
gl: Entregado ás %@ despois dunha boa andaina.
he: נמסר ב-%@ לאחר הליכה ארוכה וטובה.
hi: काफी लंबी सैर के बाद %@ पर सौंप दिया गया।
hr: Predano u %@ nakon dobre duge šetnje.
hu: Jó hosszú séta után adták át %@-on.
id: Diserahkan pada %@ setelah berjalan jauh.
is: Afhent á %@ eftir góða langa göngu.
it: Consegnato a %@ dopo una bella e lunga camminata.
ja: 長い散歩の後、%@ で引き渡されました。
ka: გადაეცა %@ კარგა ხნის გასეირნების შემდეგ.
kk: Ұзақ жүргеннен кейін %@-да тапсырылды.
ko: 긴 산책을 마치고 %@에서 건네졌습니다.
lt: Perduotas %@ po gero ilgo pasivaikščiojimo.
lv: Pēc labas ilgas pastaigas tika nodots plkst. %@.
mk: Предаден во %@ по добра долга прошетка.
ms: Diserahkan pada %@ selepas berjalan jauh.
mt: Mogħti fi %@ wara mixja twila tajba.
nb: Overlevert ved %@ etter en god lang spasertur.
nl: Overhandigd op %@ na een flinke wandeling.
pl: Przekazano w %@ po długim spacerze.
pt_br: Entregue em %@ após uma longa caminhada.
ro: Predat la %@ după o plimbare lungă bună.
ru: Передано в %@ после долгой прогулки.
sk: Odovzdané o %@ po pekne dlhej prechádzke.
sl: Predano v %@ po dobrem dolgem sprehodu.
sq: U dorëzua në %@ pas një shëtitjeje të gjatë.
sr: Предато у %@ после добре дуге шетње.
sv: Överlämnad vid %@ efter en lång promenad.
th: ส่งมอบแล้วที่ %@ หลังจากเดินไปมาพอสมควร
tr: Uzun bir yürüyüşün ardından %@'da teslim edildi.
uk: Передано о %@ після довгої прогулянки.
vi: Bàn giao vào lúc %@ sau một chặng đường dài.
zh_hans: 经过长途步行后在 %@ 移交。
zh_hk: 經過長途步行後在 %@ 移交。

source: Handed over mid-journey. Passed the baton, kept the dignity.
ar: سلمت في منتصف الرحلة. مررت العصا، وحافظت على الكرامة.
bg: Предаден по средата на пътуването. Предаде щафетата, запази достойнството.
bs: Predano usred putovanja. Prenio štafetu, zadržao dostojanstvo.
ca: Entregat a mig camí. Va passar el relleu, va mantenir la dignitat.
cs: Předáno uprostřed cesty. Předal štafetu, zachoval si důstojnost.
da: Afleveret midt på rejsen. Sendte stafetten, beholdt værdigheden.
de: Mitte der Fahrt übergeben. Den Staffelstab übergeben, die Würde behalten.
el: Παραδόθηκε στα μέσα του ταξιδιού. Πέρασε τη σκυτάλη, κράτησε την αξιοπρέπεια.
es: Entregado a mitad de viaje. Pasó el testigo, mantuvo la dignidad.
et: Üle antud keset reisi. Andis teatepulga edasi, hoidis väärikust.
eu: Bidaiaren erdialdean entregatua. Lekua pasa, duintasuna mantendu.
fi: Luovutettiin matkan puolivälissä. Välitti viestikapula, säilytti arvokkuuden.
fr: Remis à mi-parcours. J'ai passé le relais, j'ai gardé la dignité.
ga: Láimh lár an turais. Rith an bata, choinnigh an dínit.
gl: Entregado a metade do traxecto. Pasou a batuta, mantivo a dignidade.
he: נמסר באמצע המסע. העביר את השרביט, שמר על הכבוד.
hi: बीच यात्रा में सौंप दिया गया. लाठी चलायी, मर्यादा रखी।
hr: Predano usred putovanja. Prenio štafetu, zadržao dostojanstvo.
hu: Az út közepén adták át. Átadta a stafétabotot, megőrizte méltóságát.
id: Diserahkan di tengah perjalanan. Melewati tongkat estafet, menjaga martabat.
is: Afhent um miðja ferð. Stóðst í takt, hélt reisninni.
it: Consegnato a metà viaggio. Ha passato il testimone, ha mantenuto la dignità.
ja: 旅の途中で引き渡されました。品格を保ってバトンを渡した。
ka: გადასცა შუა მოგზაურობა. ჩააბარა ხელკეტი, შეინარჩუნა ღირსება.
kk: Жолдың ортасында тапсырылды. Эстафетаны тапсырды, абыройын сақтады.
ko: 여행 중간에 넘겨졌습니다. 바통을 넘기고 품위를 지켰다.
lt: Perduotas įpusėjus kelionei. Perdavė estafetę, išlaikė orumą.
lv: Nodots brauciena vidū. Nodeva stafeti, saglabāja cieņu.
mk: Предаден на средината на патувањето. Ја положи диригентската палка, го задржа достоинството.
ms: Diserahkan pertengahan perjalanan. Lulus baton, jaga maruah.
mt: Mogħti f'nofs il-vjaġġ. Għadda l-baton, żamm id-dinjità.
nb: Overlevert midt på reisen. Sendte stafettpinnen, beholdt verdigheten.
nl: Halverwege de reis overgedragen. Het stokje doorgegeven, de waardigheid behouden.
pl: Przekazany w połowie podróży. Przekazał pałeczkę, zachował godność.
pt_br: Entregue no meio da viagem. Passei o bastão, mantive a dignidade.
ro: Predată la jumătatea călătoriei. A dat ștafeta, și-a păstrat demnitatea.
ru: Сдали в середине пути. Эстафету передал, достоинство сохранил.
sk: Odovzdané uprostred cesty. Odovzdal štafetu, zachoval si dôstojnosť.
sl: Predano na sredini poti. Predal štafeto, ohranil dostojanstvo.
sq: Dorëzuar në mes të udhëtimit. Kaloi stafetën, ruajti dinjitetin.
sr: Предао усред путовања. Пренео штафету, задржао достојанство.
sv: Överlämnad mitt på resan. Klarade stafettpinnen, behöll värdigheten.
th: ส่งมอบระหว่างการเดินทาง ผ่านกระบองรักษาศักดิ์ศรี
tr: Yolculuğun ortasında teslim edildi. Bayrağı geçti, itibarını korudu.
uk: Здано в середині дороги. Передав естафету, зберіг гідність.
vi: Bàn giao giữa cuộc hành trình. Trao dùi cui, giữ phẩm giá.
zh_hans: Handed over mid-journey.传递接力棒，保持尊严。
zh_hk: 中途交出。傳遞接力棒，保持尊嚴。

source: Handed over. Nice shake.
ar: سلمت. هزة لطيفة.
bg: Предаден. Приятно разклащане.
bs: Predano. Nice shake.
ca: Lliurat. Bona batuda.
cs: Předáno. Pěkný otřes.
da: Udleveret. Dejlig shake.
de: Übergeben. Schöner Shake.
el: Παραδόθηκε. Ωραίο κούνημα.
es: Entregado. Buen batido.
et: Üle antud. Mõnus raputus.
eu: Entregatua. Astindu polita.
fi: Luovutettu. Hieno tärinä.
fr: Remis. Belle secousse.
ga: Ar láimh. Croith deas.
gl: Entregado. Bonito batido.
he: נמסר. שייק נחמד.
hi: सौंप दिया। बढ़िया शेक.
hr: Predano. Ugodan tresak.
hu: Átadva. Szép shake.
id: Diserahkan. Goyangan yang bagus.
is: Afhent. Fínn hristingur.
it: Consegnato. Bella scossa.
ja: 引き渡されました。素敵な揺れ。
ka: გადასცა. სასიამოვნო შერყევა.
kk: тапсырылды. Жақсы шайқау.
ko: 넘겨졌습니다. 좋은 흔들림.
lt: Perduotas. Gražus purtymas.
lv: Nodeva. Jauks kratījums.
mk: Предаден. Убав шејк.
ms: Diserahkan. Sedap goncang.
mt: Mogħtija. Ħawwad sabiħ.
nb: Overlevert. God shake.
nl: Overhandigd. Lekker schudden.
pl: Przekazano. Niezły wstrząs.
pt_br: Entregue. Belo shake.
ro: Predat. Frumos shake.
ru: Передано. Отличное встряхивание.
sk: Odovzdané. Pekné potrasenie.
sl: Predano. Lep stres.
sq: U dorëzua. Shkundje e bukur.
sr: Предао. Леп шејк.
sv: Överlämnad. Trevlig shake.
th: ส่งมอบแล้ว. เขย่าดี
tr: Teslim edildi. Güzel sallama.
uk: Здав. Приємний струс.
vi: Đã bàn giao. Lắc đẹp đấy.
zh_hans: 交了。摇得不错。
zh_hk: 交了。搖得不錯。
